;Place localized text in this file
[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
-m_strInventoryLabels[eInvSlot_AmmoPocket]=弹药类型
+m_strInventoryLabels[eInvSlot_AmmoPocket]=弹药

[XComGame.UISquadSelect_UtilityItem]
[UISquadSelect_UtilityItem]
-AmmoSlot=弹药位置
+AmmoSlot=弹药

[XcomShirt X2EquipmentTemplate]
FriendlyName="XCOM2 T恤衫"
FriendlyNamePlural="XCOM2 T恤衫"
BriefSummary="我们是抵抗军 XCOM2 T恤衫。稍微增加闪避变化。"
TacticalText="<Bullet/> 为士兵提供少量的闪避但可能是决定性的增强。\n<Bullet/> 一次只能装备一个护甲增强。"

[VestSlotIcon X2EquipmentTemplate]
FriendlyName="背心图标"
FriendlyNamePlural="背心图标"
BriefSummary="填充背心槽的虚拟物品。"
TacticalText="这只是个填充背心槽的虚拟物品。"
